// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "שגיאת יישום";
"appInternalError" = "היישום החזיר שגיאה פנימית. הסירו את היישום והתקינו אותו שוב.";
"appNeedsSpace" = "היישום דורש %.2f MB לאתחול, אך זמינים רק %.2f MB.‏ פנו מקום ונסו שוב.";
"appZipDownloadFailedServerNotResponding" = "הורדת קובץ הארכיון של היישום נכשלה.‏ השרת אינו מגיב.";
"applicationDisabled" = "היישום מושבת";
"appWeResourcesNotAccessible" = "לא ניתן לגשת אל משאבי הרשת של היישום.";

//c
"cancel" = "ביטול";
"close" = "סגירה";

//d
"downloading" = "הורדה...‏";

//e
"error" = "שגיאה";
"errorProcessingRequestFromApp" = "אירעה שגיאה בעיבוד הבקשה מהיישום.";
"errorProcessingZip" = "אירעה שגיאה בשליפת קובץ הארכיון.‏  ראו מידע על הגורם לכשל בהודעות קודמות.";
"exit" = "יציאה";

//g
"getNewVersion" = "קבלת גרסה חדשה";

//o
"ok" = "אישור";

//s
"serviceNotification" = "הודעת שירות";

//u
"update" = "עדכון";
"upgrade" = "שידרוג";
